Repository: ThomR/What-s-for-dinner
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

source: Add
nl: Voeg toe

# add_alert_placeholder
source: Meal name
nl: Naam gerecht

# add_alert_title
source: Add a new meal
nl: Voeg gerecht toe

source: Cancel
nl: Annuleer

source: Clear
nl: Voltooi

# completed_dishes_title
source: Completed meals
nl: Afgestreepte gerechten

source: Days instead of numbers
nl: Dagen in plaats van nummers

source: Edit
nl: Pas aan

# edit_alert_placeholder
source: Meal name
nl: Naam van je gerecht

# edit_alert_title
source: Edit meal
nl: Pas gerecht aan

# empty_state_message
source: No meals
nl: Geen gerechten

# floating_button
source: Add a new meal
nl: Voeg gerecht toe

# friday
source: Fr
nl: Vr

# history
source: See history of meals
nl: Bekijk je geschiedenis

# monday
source: Mo
nl: Ma

# no_completed_dishes_message
source: No completed meals
nl: Geen afgestreepte gerechten

# no_dish
source: No meals
nl: Geen gerechten

# reset
source: Clear all meals
nl: Verwijder alles

# reset_alert_title
source: Are you sure you want to erase all meals?
nl: Weet je zeker dat je alles wil wissen?

# saturday
source: Sa
nl: Za

source: Save
nl: Pas aan

# settings_header
source: Change list behaviour
nl: Verander de lijst

# settings_title
source: Settings
nl: Instellingen

source: Share
nl: Delen

source: Shows the top dish in your list.
nl: Laat het bovenste gerecht van de lijst zien.

# sunday
source: Su
nl: Zo

# thursday
source: Th
nl: Do

# title
source: What's for Dinner?
nl: Wat eten we?

source: Today
nl: Vandaag

# tuesday
source: Tu
nl: Di

# wednesday
source: We
nl: Wo

source: Yes
nl: Ja
